Repository: armazemdorosario/armazapp
Catalog: src/armazemapp/locales/*/LC_MESSAGES/armazemapp.po
Languages: pt_br

source: VIP list
pt_br: Lista VIP

source: Back to homepage
pt_br: Voltar ao início

source: Back
pt_br: Voltar

source: Profile of
pt_br: Perfil de

source: Photo of
pt_br: Foto de

source: It's you. Secret.
pt_br: É você! Segredo!

source: It's you!
pt_br: É você!

source: Unable to connect you to
pt_br: Não conseguimos conectar você ao

source: Please try once again
pt_br: Por favor, tente novamente

source: Connect your Facebook to
pt_br: Conecte seu Facebook ao

source: Login with Facebook
pt_br: Entrar com o Facebook

source: This app never will post anything without your permission.
pt_br: Nunca postaremos nada sem sua permissão.

source: Oops!
pt_br: Ops!

source: This app is for maintenance. Please check back again later.
pt_br: Este aplicativo está em manutenção. Por favor, volte novamente mais tarde.

source: With our app, you can join VIP lists and RSVP at events at the club. Try and tell everyone!
pt_br: Com o nosso aplicativo, você pode participar de listas VIP e confirmar presença em eventos da casa. Experimente e conte pra galera!

source: Add event to VIP List
pt_br: Adicionar evento à Lista VIP

source: Event ID on Facebook
pt_br: ID do evento no Facebook

source: Only numbers
pt_br: Apenas números

source: Use a valid event ID
pt_br: Utilize um ID de evento válido

source: Maximum number of people on the list
pt_br: Limite máximo de pessoas na lista

source: At least 20 and at most 200. Example: 100
pt_br: No mínimo 20 e no máximo 200. Exemplo: 100

source: The list accepts
pt_br: A lista aceita

source: Select an item
pt_br: Selecione um item

source: Only women
pt_br: Apenas mulheres

source: Men and women
pt_br: Homens e mulheres

source: Only men
pt_br: Apenas homens

source: Add event
pt_br: Adicionar evento

source: Tell us
pt_br: Conta pra gente

source: What is your full real name?
pt_br: Qual é o seu nome verdadeiro completo?

source: Full name
pt_br: Nome completo

source: Must be the real name, the one that is on ID card.
pt_br: Tem que ser o seu nome de verdade, do mesmo jeito que está na carteira de identidade.

source: What is the number of your ID card?
pt_br: Qual é o número da sua carteira de identidade?

source: Number of ID card
pt_br: Número da identidade

source: We ask for your ID card because we need to verify that you are really you
pt_br: Pedimos sua identidade para verificar que você é realmente você.

source: This information will not appear to other people.
pt_br: Esta informação não aparecerá para outras pessoas.

source: Finish my registration
pt_br: Finalizar meu cadastro

source: When finalizing your registration, you acknowledge that the above information is correct.
pt_br: Ao finalizar seu cadastro, você confirma que as informações acima estão corretas.

source: Your participation is subject to
pt_br: Sua participação está sujeita ao

source: regulation of
pt_br: regulamento do

source: Welcome [female]
pt_br: Seja bem-vinda

source: Welcome [male]
pt_br: Seja bem-vindo

source: Welcome [generic]
pt_br: Boas-vindas

source: Before you continue to use the app, you need to confirm a few things...
pt_br: Antes de continuar a utilizar o aplicativo, você precisa confirmar algumas coisas...

source: Logout
pt_br: Sair

source: Your registration is ready!
pt_br: Seu cadastro está pronto!

source: Check now events with VIP list
pt_br: Confira os eventos com lista VIP

source: Attention: You need to click or tap "Enter the VIP list" to participate.
pt_br: Atenção: você precisa clicar ou tocar em "Entrar na lista VIP" para participar.

source: No event for now
pt_br: Nenhum evento por enquanto

source: So far, there is no event with VIP list or something...
pt_br: Até o momento, não há nenhum evento com Lista VIP ou algo do tipo...

source: people
pt_br: pessoas

source: women
pt_br: mulheres

source: men
pt_br: homens

source: are already in the list
pt_br: já estão na lista

source: including you
pt_br: incluindo você

source: The limit of this VIP list is
pt_br: O limite desta lista VIP é de

source: can join this list
pt_br: podem participar desta lista

source: List
pt_br: Lista

source: full
pt_br: completa

source: Enter the VIP list
pt_br: Entrar na lista VIP

source: Hey!
pt_br: Ei!

source: Your name is on the list
pt_br: Seu nome já está na lista

source: If you enable this feature, other users will not see that you are in the VIP list.
pt_br: Se você ativar este recurso, outros usuários não poderão ver que você está na lista VIP.

source: Sneak [female]
pt_br: Entrar escondida

source: Sneak [male]
pt_br: Entrar escondido

source: Sneak [generic]
pt_br: Entrar escondido(a)

source: What are you waiting to get in?
pt_br: Tá esperando o quê pra entrar?

source: What are you waiting for?
pt_br: Tá esperando o quê?

source: Full list
pt_br: Lista cheia

source: Next time!
pt_br: Fica para a próxima!

source: So far, there is no event with ticket sweepstakes
pt_br: Até o momento, não estamos sorteando ingressos para nenhum evento

source: Enjoy exclusive promotions of the app.
pt_br: Aproveite as promoções exclusivas do aplicativo.

source: You are already competing for the ticket. Once the result is generated, we will post here.
pt_br: Você já está concorrendo aos ingressos. Assim que o resultado sair, divulgaremos aqui.

source: Enter to the giveaway
pt_br: Participar do sorteio

source: Giveaway closed.
pt_br: Sorteio encerrado.

source: You didn't participate in it.
pt_br: Você não participou.

source: What a pity! You were not drawn. [female]
pt_br: Que pena! Você não foi sorteada.

source: What a pity! You were not drawn. [male]
pt_br: Que pena! Você não foi sorteado.

source: What a pity! You were not drawn. [generic]
pt_br: Que pena! Você não foi sorteado(a).

source: You were drawn [female]
pt_br: Você foi sorteada

source: You were drawn [male]
pt_br: Você foi sorteado

source: You were drawn
pt_br: Você foi sorteado(a)

source: No one is participating yet.
pt_br: Ninguém está participando ainda.

source: You're the only person who is participating.
pt_br: Você é a única pessoa que está participando.

source: Only one person is participating.
pt_br: Apenas uma pessoa está participando.

source: What are you waiting for join in too?
pt_br: Tá esperando o quê pra participar?

source: people are participating
pt_br: pessoas estão participando

source: It seems that you can not use our app.
pt_br: Parece que você não pode usar nosso aplicativo.

source: Facebook told us that you are not yet of legal age, and minors can not use this app.
pt_br: O Facebook nos contou que você ainda não é maior de idade, e menores de idade não podem usar este plicativo.

source: Come back here when you're a big boy.
pt_br: Volte aqui quando estiver grandinho.

source: Come back here when you're a big girl.
pt_br: Volte aqui quando estiver grandinha.

source: Come back here when you come of age.
pt_br: Volte aqui quando você atingir a maioridade.
